app/controllers/users_controller.rb

INSERT INTO `users` (`email`, `name`, `password`, `user_type`) VALUES ('foo@foo.edu', 'Rachael Robinson', 'abc', 'Student')
---
	def create
    	@user = User.new(user_params)
    	if @user.save